   ID DIVISION.
       PROGRAM-ID. HELLO.

      *    This is a Demo Program
      *
      *    THIS PROGRAM WILL RECEIVE A DATE AND COVERT THE DATE TO
      *    AN INTEGER IN A CALLED PROGRAM TO DETERMINE DAYS FROM
      *    CURRENT DATE.
      * TRAINING PUPOSE

JIr1234 This is a new cobol Program

      * This is  anew Pgm1
